app/controllers/api/v1/teams_controller.rb

SELECT "teams".* FROM "teams"
---
    def index
        teams = Team.all